{
  "s1": "تواريخ",
  "s2": "مواضيع",
  "s3": "موعد التطعيم الأخير",
  "s4": "تم",
  "s5": "تحصينات طفلك",
  "l1": "جدول التحصين",
  "l2": "عن التطبيق",
  "l3": "عن المطور",
  "l4": "إشعار",
  "n1": "موعد التحصين الثاني اقترب",
  "n2": "تذكري أخذ طفلك إلى المستشفى لأخذ التحصينات",
  "n3": "تذكير بالموعد",
  "n4": "هذا لتذكيرك بالموعد الثاني القادم .. اصطحب طفلك إلى المستشفى لتلقي التطعيم.",
  "t1": "\"هذا لتذكيرك بمواصلة تتبع مواعيد طفلك ..\"\n\nالتحصين يعني الحماية. إن أكثر الطرق فعالية وأمانًا لحماية الأطفال من الأمراض المعدية هي التطعيم.\n\nتعتبر اللقاحات طفرة في الطب الوقائي. تحمي اللقاحات صحة طفلك من خلال منعه من الإصابة بأمراض معدية خطيرة.",
  "c1": " يوم متبقي",
  "c2": "موعد التطعيم الثاني",
  "c3": "آخر تاريخ ميلاد تم اختياره: ",
  "c4": "موعد التطعيم الثالث",
  "c5": "موعد التطعيم الرابع",
  "c6": "موعد التطعيم الخامس",
  "c7": "موعد التطعيم السادس",
  "c8": "موعد التطعيم السابع",
  "c9": "موعد التطعيم الثامن",
  "c10": "يجب أن يكون التطعيم الأول قد أعطي للطفل بعد الولادة مباشرةً",
  "db": "عدد الأيام منذ الولادة: ",
  "v1": "عن التطبيق",
  "v2": "   تم تطوير هذا التطبيق لـأغراض\n     تعليمية فقط ..\n      للاستفسارات اتصل بنا على\n☎ واتس اب: 0096891927726 \n֍ الموقع: malikeyyat.com ֍",
  "v3": "وقت التطعيم",
  "tb": "اللقاح",
  "t2": "الوقت",
  "t3": " \n عند الولادة وخلال 15\n يومًا بعد الولادة",
  "tt3": " -طعم الالتهاب الكبدي HBV \n -ضد الدرن(السل) BCG \n",
  "t4": "\n\n\n\n\n\nبعد شهرين",
  "tt4": " -الجرعة الاولى من\n الطعم السداسي يحمي\n طفلك من امراض\n الخناق والكزاز الشاهوق\n والالتهاب الكبدي\n الفيروسي (ب) و التهاب\n السحايا بالمستديمة\n النزلية النوع (ب) و شلل\n الاطفال Hexa-1",
  "t5": "\n\n\n\n\n\n\n\n\n\n\n\n\nبعد 4 أشهر",
  "tt5": " -الجرعة الثانية من\n الطعم السداسي\n يحمي طفلك من\n امراض الخناق و\n الكزاز الشاهوق و\n الالتهاب الكبدي\n الفيروسي(ب) والتهاب\n السحايا بالمستديمة\n النزلية النوع (ب) و شلل\n الاطفال Hexa-2\n -الجرعة الاولى من طعم\n شلل الاطفال الفموي \npOPV-1 \n -الجرعة الثانية \n من المكورات الرئوية\n يحمي طفلك من\n الالتهابات الرئوية و\n التهاب السحايا PCV13-2\n ",
  "t6": "\n\n\n\n\n\n\nبعد 6 أشهر",
  "tt6": " -الطعم الخماسي يحمي\n طفلك من امراض\n الخناق والكزاز\n والشاهوق والالتهاب\n الكبدي الفيروسي (ب)\n والتهاب السحايا\n المستديمة النزلية (ب) Penta \n -الجرعة الثانية من طعم\n شلل الاطفال الفموي  bOPV-2 \n",
  "t7": "\nبعد 9 أشهر",
  "tt7": " الفحص الدوري\n للهيموجلوبين",
  "t8": "\n\n\n\n\nبعد 12 شهر",
  "tt8": " -فيتامين(أ)\n -الجرعة الاولى من طعم\n ثلاثي الفيروسي تحمي\n طفلك من الحصبة\n والحصبة الالمانية\n والنكاف MMR-1 \n -طعم الجديري المائي Varicella \n ",
  "t9": "\n\n\n\n\n\n\n\nبعد 13 شهر",
  "tt9": " -الجرعة المنشطة من\n طعم المكورات الرئوية\n تحمي طفلك من\n الالتهابات الرئوية\n والتهاب السحايا PCV13-Booster \n -الجرعة الاولى من طعم\n الالتهاب الكبدي (أ)\n ويحمي طفلك من\n الإصابة بالالتهاب\n الكبدي النوع (أ) HAV-1\n ",
  "t10": "\n\n\n\n\n\n\n\n\n\n\n\nبعد 18 شهر",
  "tt10": " -الجرعة الثانية من\n طعم ثلاثي الفيروسي\n تحمي طفلك من\n الحصبة والحصبة\n الالمانية والنكاف \n MMR-2 \n -الجرعة المنشطة من\n الطعم الثلاثي البكتيري\n يحمي طفلك من\n أمراض الخناق والكزاز\n والشاهوق \n DTwP-Booster\n -الجرعة المنشطة من\n شلل الاطفال الفموي\n bOPV-Booster\n -فيتامين (أ)\n -الفحص الدوري\n للهيموجلوبين",
  "t11": "\n\n\nبعد سنتين\n",
  "tt11": " -الجرعة الثانية من\n طعم الالتهاب الكبدي (أ)\n يحمي طفلك من\n الإصابة بالالتهاب الكبدي\n النوع (أ) HAV-2\n",
  "r1": "الأسئلة الشائعة للتحصينات",
  "r2":"ما فائدة التطعيمات الروتينية للأطفال؟\nتحمي التطعيمات  (اللقاحات)، بـإذن الله تعالى، الأطفال من الإصابة ببعض الأمراض المعدية ومضاعفاتها الخطيرة، وبالتالي تؤدي إلى مجتمع معافى خالٍ من هذه الأمراض المعدية والأوبئة التي تسببها.\nكيف يحمي التطعيم الطفل من المرض؟\nالتطعيمات عبارة عن إعطاء الطفل مواد تحتوي على شكل مخفف من الميكروب المسبب للمرض المراد التحصين ضده؛ وذلك عن طريق الحقن أو بالفم مما يؤدي إلى إنتاج أجسام مضادة لمقاومة المرض المعني، بحيث عندما يتعرض الجسم مرة أخرى لنفس الميكروب تقوم هذه الأجسام المضادة بالتصدي له ومحاربته، ومن ثم حماية الطفل من المرض ومضاعفاته.\nلماذا تُعطى أكثر من جرعة واحدة من نفس اللقاح؟ وهل هذا ضروري؟\nنعم، ضروري، ويجب الحرص على إكمال جميع الجرعات المقررة حسب جدول التطعيم؛ لأن مناعة الطفل لا تكتمل إلا بذلك, حيث إن الجرعة الأولى عادة تحفّز الجهاز المناعي بشكل طفيف ومؤقت، ولا تؤدي إلى تكوين الأجسام المضادة الكافية لمقاومة الميكروبات إلا بعد إعطاء الجرعات اللاحقة المكملة.\nوبعض الأمراض تحتاج إلى جرعات منشطة على فترات زمنية منتظمة، ومن أمثلة ذلك أمراض الدفتيريا والسعال الديكي وشلل الأطفال.\nلماذا تُعطى الجرعات في عمر محدد؟\nلان تحديد الأعمار التي يتم فيها التحصين يعتمد على معرفة الأعمار الأكثر عرضة للإصابة بهذه الأمراض ومضاعفاتها، وبناءً على ذلك يتم تحديد العمر المناسب للتطعيم والفواصل الزمنية المناسبة بين الجرعات؛ لذلك ينبغي الحرص على الالتزام بالمواعيد المحددة في جدول التطعيم؛ لأن هذه الأمراض قد تصيب الطفل في هذا العمر، خصوصًا أن جهازه المناعي لم يكتمل نموه بعد, وإذا أصيب بها في هذا العمر الصغير تكون مضاعفاتها أخطر وقد تؤدي إلى الإعاقة والوفاة.\nلماذا تعطى الجرعات بفواصل زمنية  محددة؟\nلأن إعطاء الجرعات قبل المواعيد المحددة لإعطائها يؤثر على استجابة جهاز الطفل المناعي في إنتاج الأجسام المضادة الكافية، وذلك لا يتم إلا بإعطاء جهاز المناعة فرصة وفترة زمنية كافية بعد إعطاء اللقاح (تختلف حسب نوع اللقاح) لتكوين مثل هذه الأجسام المضادة بالدرجة الكافية.\nماذا لو تأخر إعطاء  جرعة من جرعات  التطعيم للطفل؟\nغالبًا في هذه الحالة يكون الطفل معرضًا للأمراض المستهدفة بهذه التطعيمات. ولحمايته بالصورة المطلوبة يجب  تكملة الجرعات من آخر جرعة أخذت من اللقاح دون الحاجة إلى بدايتها من الأول، ومراجعة عيادة التحصين بالمركز الصحي في أقرب وقت لتكملة الجرعات.\n علمًا بأن الفائدة القصوى من التطعيمات تكون عند إعطائها في مواعيدها المحددة.\nهل إعطاء عدة تطعيمات في نفس الزيارة تسبب أضرارًا للطفل؟\n لا تسبب أي ضرر، بل يعتبر ذلك مهمًّا وضروريًا لضمان أن يتم تطعيم الطفل تطعيمًا كاملًا في العمر المناسب وذلك لتفادي الإصابة بالأمراض التي عادة ما تصيب الأطفال في هذا العمر وإن أدى ذلك إلى إعطاء الطفل أكثر من حقنة في نفس الزيارة.\nما هو الهدف من استخدام اللقاحات المدمجة  (لقاح واحد يحتوي على عدة لقاحات مختلفة)؟\nالهدف هو تقليل عدد الحقن والزيارات، علمًا بأن اللقاحات المدمجة لا تختلف في مفعولها ولا في الآثار الجانبية التي قد تنتج عنها عن اللقاحات المفردة، وأمثلة لذلك اللقاح السداسي الذي يحتوي على 6 لقاحات  هي الدفتيريا، الكزاز، السعال الديكي، شلل الأطفال المعطل، المستدمية النزلية، الالتهاب الكبدي (ب).\nما الآثار الجانبية  (الضائرة) للقاحات؟\nكما هو الحال في أي دواء، هنالك بعض الآثار الجانبية البسيطة كالتفاعلات الموضعية، مثل الألم أو حدوث احمرار وتورم في موضع الحقن، الحمى، الانزعاج والتوتر لبعض الوقت، ومن النادر جدًّا أن تحدث آثار جانبية خطيرة.   \nما الحالات التي لاتعطى فيها بعض التطعيمات؟\n لا يتم تطعيم الطفل بلقاح معين إذا كان هنالك رد فعل عنيف للجرعة السابقة من نفس اللقاح، ولا ينبغي تطعيمه إذا كانت لديه حساسية شديدة من أي عنصر من العناصر المستخدمة في صناعة اللقاح. وإذا كان الطفل يعاني من نقص المناعة لا ينبغي أن يعطى اللقاحات الحية.\nما التطعيمات التي لا تُعطى للأطفال المصابين بنقص المناعة؟\nينتج نقص المناعة من عدة أسباب تشمل الإصابة ببعض الأمراض (الوراثية أو المكتسبة)  أو استعمال بعض الأدوية، وفي هذه الحالة لا يعطى الطفل اللقاحات المصنوعة من الميكروبات الحية، ويمكن أن يطعم باللقاحات الأخرى.\nهل هناك تطعيمات إضافية تُعطى للأطفال المصابين بالأنيميا المنجلية (فقر الدم المنجلي)؟\n  يجب تطعيم الأطفال الذين يعانون فقر الدم المنجلي وفق جدول التطعيم الأساسي بكل اللقاحات التي يحتويها، بالإضافة إلى لقاحات أخرى هي:    \n- لقاح الأنفلونزا الموسمية: كل عام بعد عمر 6 أشهر.\n- لقاح المكورات الرئوية.\n- لقاح المكورات السحائية.\nهل من الضروري تطعيم الطفل في حملات التطعيم؟\nنعم من الضروري تطعيم الطفل خلال هذه الحملات؛ لأنها تسهم إلى جانب التطعيم الأساسي في رفع مناعة المجتمع؛ ما يمنع ظهور المرض مرة أخرى بعد خلو المجتمع منه، ومثال ذلك حملات التطعيم بلقاح شلل الأطفال التي تمنع حدوث حالات مرض شلل الأطفال, أو الحملات التي يتم التطعيم فيها باللقاح الثلاثي الفيروسي ولقاح الحصبة التي تمنع حدوث تفشيات وبائية لمرض الحصبة، وتسهم في إزالة أمراض الحصبة والحصبة الألمانية والنكاف, ويتم تطعيم الأطفال في هذه الحملات بغض النظر عن سابقة التطعيم.\n هل يوصى بتطعيم الأطفال ضد الأنفلونزا الموسمية؟\nنعم يوصى بذلك سنويًّا قبل موسم أوبئة الأنفلونزا (أكتوبر - يناير) من عمر 6 أشهر إلى 18 سنة، خصوصًا الفئات الأكثر عرضة لأخطار الإصابة بمضاعفات العدوى وهم:\n- الأطفال الذين لم يبلغوا عامين من العمر.\n- الأطفال الذين يتناولون علاج الأسبرين لمدة طويلة.\n- الأطفال الذين يعانون الأمراض المزمنة (الربو، السكري، أمراض الكبد، أمراض الكلى، أمراض الدم، أمراض القلب، حالات نقص المناعة).\n هل هناك موانع مؤقتة للتطعيم؟\nنعم هناك موانع مؤقتة للتطعيم منها:\n- تأجيل جميع اللقاحات في حالة المرض الحاد (المتوسط أو الشديد) سواء صاحبته حمى أم لا.                                         \n- لا تعطى جميع اللقاحات للأشخاص المعالجين بعلاج كيميائي أو إشعاعي أو أدوية مثبطة للمناعة أثناء فترة العلاج ولمدة ثلاثة أشهر بعد العلاج.     \n- موانع مؤقتة للقاحات الفيروسية الحية (الحصبة, الثلاثي الفيروسي, العنقز) وتشمل الطفل الذي تم نقل دم له أو تم إعطاؤه محلولاً يحتوي على أجسام مضادة خلال الشهور الثلاثة السابقة للقاح.\nما الحالات التي لا تعد موانع للتطعيم؟ \nالحالات التالية لا تعد موانع للتطعيم:                                       \n- المرض الحاد كالزكام, التهاب الأذن الوسطى, الإسهال.\n- تناول المضادات الحيوية.\n- فترة النقاهة بعد المرض.\n- تناول الكورتيزون عن طريق البخاخ أو المراهم. أما بالنسبة للكورتيزون عن طريق الفم فلا يعد مانعًا إذا كانت الجرعة أقل من 2 ملجم لكل كيلوجرام من وزن الطفل, ولفترة أقل من أسبوعين.\n- التفاعل البسيط مكان التطعيم.\n",
  "r3": "آثار جانية خطيرة",
  "r4": "يجب عليك الاتصال بمقدم الرعاية الصحية الخاص بك إذا حدث أي مما يلي:\n- طفلك شاحب الوجه أو يعرج.\n- طفلك يبكي لأكثر من 3 ساعات ولن يستسلم.\n- جسم طفلك يرتجف أو يرتعش.\n- طفلك أقل نشاطًا أو استجابة.\n- صعوبة في التنفس.\n- حساسية في جميع أنحاء الجسم.\n- انتفاخ الوجه أو الحلق.",
  "r5": "أهمية التحصين",
  "r6": "تكمن أهمية تطعيم الأطفال في حمايتهم من الإصابة بالعديد من الأمراض الخطيرة والقاتلة كمرض شلل الأطفال أو مرض السعال الديكي، وذلك عن طريق تعزيز الجهاز المناعي الخاص بهم، وعادةً ما يكون عند الأطفال الرضع مناعة طبيعية ومؤقتة في الأشهر الأولى من حياتهم، ولأن هذه المناعة مؤقتة يتم إعطاء الأطفال تطعيمات بعد فترة من ولادتهم، وتجدر الإشارة إلى أن التطعيمات تساعد على منع تفشي الأمراض بين الأطفال.",
  "r7": "تخفيف الحمى والألم",
  "r8": "1-\tألبسي طفلك ملابس فضفاضة حتى يسهل رفعها عند التطعيم، ولا تحتك بموضع الحقن في فخذه أو ذراعه حسب نوع التطعيم.\n2-\t حضري خافض الحرارة المناسب لسن رضيعكِ باستشارة الطبيب\n3-\t ضعي كمادات ماء دافئة على ذراع طفلكِ أو فخذه قبل التطعيم بقليل إذا أمكن، لتنشيط الدورة الدموية، ما يساعد على تصريف اللقاح سريعًا، ويقلل احتمالية تورم موضع الحقن.\n4-\t استخدمي كمادات الماء البارد لخفض درجة حرارة الطفل، ضعيها على مناطق، مثل: ما بين الفخذين وعلى جانبي الرقبة وتحت الإبط، كذلك ضعيها على مكان الحقن لتخفيف الألم والتورم. دلكي مكان التطعيم لتخفيف الألم، وضعي كريمًا مخصصًا لتخفيف التورم أو الالتهابات، فبعض اللقاحات تتطلب ذلك، خاصةً في تطعيمات الشهرين والأربعة والعام ونصف.\n5-\t اغمري طفلكِ بالأحضان والقبلات في أثناء التطعيم وبعده قدر الإمكان، وحاولي التخفيف عنه بالألعاب الصغيرة، و لا تتوتري أمام طفلك في وقت التطعيم، ويجب أن تتمالكي نفسك لأنه يشعر بما تشعرين به.\n6-\t احرصي على الرضاعة الطبيعية، فهي تخفف كثيرًا عن طفلك ما يشعر به نفسيًّا وجسديًّا، واتركيه على راحته تجاه تناول الطعام إذا كان أكبر من ستة أشهر، لأن الألم يجعله يفقد الشهية قليلًا، بدلًا من ذلك عوضيه بالسوائل والمياه، \n",
  "r9": "ما بعد الحقنة..",
  "r10": "قد يحتاج طفلك إلى المزيد من الحب و الرعاية بعد التطعيم. حيث ان بعض التطعيمات تحمي الاطفال من الامراض الخطيرة يمكن ان تسبب عدم الراحة لبعض الوقت. ممكن ان يحدث التهابات ناتجه عن دخول الجراثيم عند حقن الإبرة او الحساسية او التسمم كردة فعل للاستخدام  الدواء.",
  "r11": "التاريخ",
  "r12": "الرجاء تحديد تاريخ ميلاد طفلك",
  "r13": "تحديد تاريخ الولادة",
  "r14": "حددي تاريخ الميلاد هنا"
}