{
  "s1": "Dates",
  "s2": "Topics",
  "s3": "The Last vaccination appointment",
  "s4": "Done",
  "s5": "Your Baby Vaccination",
  "l1": "Vaccine Schedule",
  "l2": "About the app",
  "l3": "About the developer",
  "l4": "Notify",
  "n1": "The 2ns Vaccine appointment is close",
  "n2": "Remember to take your baby to the hospital for vaccination",
  "n3": "Appointment Reminder",
  "n4": "This is to remind you with the upcoming 2nd appointment.. take your baby to the hospital for vaccination.",
  "t1": "' This is to remind you to keep tracking your baby's appointments.. '\n\nImmunization means protection. The most effective and safe way to protect children from contagious diseases is by vaccination.\n\nVaccines are considered a breakthrough in preventive medicine. Vaccines protect your child’s health by preventing them from contracting severe contagious diseases.",
  "c1": " Days left",
  "c2": "The 2nd vaccination appointment",
  "c3": "Last date of birth was set: ",
  "c4": "The 3rd vaccination appointment",
  "c5": "The 4th vaccination appointment",
  "c6": "The 5th vaccination appointment",
  "c7": "The 6th vaccination appointment",
  "c8": "The 7th vaccination appointment",
  "c9": "The 8th vaccination appointment",
  "c10": "The 1st vaccine should've been given after the birth immediately",
  "db": "Days since your baby's birthday: ",
  "v1": "About the app",
  "v2": "     This app is developed for \n    educational purposes only.. \n    for enquires contact us on \n☎ Whatsapp: +968 91927726\n֍ Website: malikeyyat.com ֍",
  "v3": "Vaccination Dates",
  "tb": "Vaccine",
  "t2": "Date",
  "t3": "\nAt Birth",
  "tt3": "\n BCG\n HBV \n",
  "t4": "\n\n\nAt 2 months",
  "tt4": "\n - Hexa-1:\n    DTaP\n    Hep-B\n    Hib\n    IPV\n - PCV13-1 \n",
  "t5": "\n\nAt 4 months",
  "tt5": "\n Hexa-2\n bOPV-1\n PCV13-2 \n",
  "t6": "\n\n\nAt 6 months",
  "tt6": "\n - Penta:\n    DTwP\n    Hep-B\n    Hib\n - bOPV-2 \n",
  "t7": "\nAt 9 months",
  "tt7": "\n Hemoglobin\n   checkup \n",
  "t8": "\nAt 12 months",
  "tt8": "\nVitamin A\n  MMR-1\n Varicella\n",
  "t9": "\n At 13 months",
  "tt9": "\nPCV13-Booster\n HAV-1 \n",
  "t10": "\n\n\n\nAt 18 months",
  "tt10": "\n      MMR-2\n bOPV-Booster\n DTwP-Booster\n    Vitamin A\n   Hemoglobin\n    checkup \n",
  "t11": "\nAt 2 years\n",
  "tt11": "\nHAV-2 ",
  "r1": "Vaccine Importance",
  "r2":"What is the benefit of routine vaccinations for children?\nVaccinations (vaccinations), God Almighty willing, protect children from infection with some infectious diseases and their dangerous complications, and thus lead to a healthy society free from these infectious diseases and the epidemics that cause them.\n\nHow does vaccination protect a child from disease?\nVaccinations are giving the child materials that contain a dilute form of the microbe that causes the disease to be vaccinated against. And that is by injection or orally, which leads to the production of antibodies to resist the disease in question, so that when the body is exposed again to the same microbe, these antibodies confront it and fight it, and then protect the child from the disease and its complications.\n\nWhy are you given more than one dose of the same vaccine? Is this necessary?\nYes, it is necessary, and care must be taken to complete all doses according to the vaccination schedule. Because the child's immunity is not complete without this, as the first dose usually stimulates the immune system slightly and temporarily, and does not lead to the formation of adequate antibodies to resist microbes until after the administration of the subsequent supplementary doses.\nSome diseases require booster doses at regular intervals, such as diphtheria, whooping cough and polio.\n\nWhy are doses given at a specific age?\nBecause determining the ages at which vaccination is carried out depends on knowing the ages of the most vulnerable to these diseases and their complications, and accordingly the appropriate age for vaccination and the appropriate intervals between doses are determined; Therefore, care should be taken to adhere to the dates specified in the vaccination schedule. Because these diseases may affect the child at this age, especially since his immune system has not fully developed yet, and if he is infected with it at this young age, its complications are more serious and may lead to disability and death.\n\nWhy are doses given at specific time intervals?\nBecause giving doses before the specified dates for their administration affects the child's immune system response in the production of adequate antibodies, and this is only done by giving the immune system an opportunity and a sufficient period of time after the administration of the vaccine (which varies according to the type of vaccine) to form such antibodies sufficiently.\n\nWhat if a child’s vaccination dose is delayed?\nOften in this case, the child is exposed to the diseases targeted by these vaccinations. To protect it as required, the doses must be completed from the last dose of the vaccine without the need to start it from the first, and to visit the vaccination clinic at the health center as soon as possible to complete the doses.\n Note that the maximum benefit from vaccinations is when they are given on time.\n\nDoes giving multiple vaccinations at the same visit cause harm to the child?\nIt does not cause any harm, but it is considered important and necessary to ensure that the child is fully vaccinated at the appropriate age in order to avoid infection with diseases that usually affect children of this age, even if this leads to the child being given more than one injection at the same visit.\n\nWhat is the purpose of using combined vaccines (one vaccine contains several different vaccines)?\nThe goal is to reduce the number of injections and visits, bearing in mind that the combined vaccines do not differ in their effect nor in the side effects that may result from them from the single vaccines. Examples of this hexagonal vaccine that contain 6 vaccines are diphtheria, tetanus, pertussis, inactivated polio, Haemophilus influenzae. Hepatitis B.\n\nWhat are the side effects (adverse) of vaccines?\nAs with any medicine, there are some minor side effects such as local reactions, such as pain or redness and swelling at the injection site, fever, discomfort and tension for some time, and it is very rare for serious side effects to occur.\n\nWhat are the cases in which some vaccinations are not given?\n A child is not vaccinated with a specific vaccine if there was a violent reaction to the previous dose of the same vaccine, and he should not be vaccinated if he has a severe allergy to any component of the ingredients used in the manufacture of the vaccine. And if the child is immunocompromised, they should not be given live vaccines.\n\nWhat vaccines are not given to children with immunodeficiency?\nImmunodeficiency results from several reasons, including infection with some diseases (hereditary or acquired) or the use of some medicines, and in this case the child is not given vaccines made from live microbes, and he can be vaccinated with other vaccines.\n\nAre there additional vaccinations given to children with sickle cell anemia?\n  Children who suffer from sickle cell anemia must be vaccinated according to the basic vaccination schedule with all the vaccines that it contains, in addition to other vaccines, which are:\nSeasonal influenza vaccine: every year after the age of 6 months.\nPneumococcal conjugate vaccine.\nMeningococcal vaccine.\n\nIs it necessary to vaccinate the child in vaccination campaigns?\nYes, it is necessary to vaccinate the child during these campaigns; Because it, along with the basic vaccination, contributes to raising the immunity of society. What prevents the emergence of the disease again after the community is clear of it, for example vaccination campaigns with the polio vaccine that prevent the occurrence of polio cases, or campaigns in which vaccination with the triple virus and measles vaccines that prevent the occurrence of epidemic outbreaks of measles disease, and contribute to the elimination of measles diseases And rubella and mumps, and children are vaccinated in these campaigns regardless of vaccination precedent.\n\nIs it recommended to vaccinate children against seasonal influenza?\nYes, this is recommended annually before the influenza epidemic season (October - January) from the age of 6 months to 18 years, especially the groups most at risk of infection complications, namely:\nChildren under two years of age.\nChildren who take long-term aspirin therapy.\nChildren who suffer from chronic diseases (asthma, diabetes, liver disease, kidney disease, blood disease, heart disease, immune deficiency states).\n \nAre there temporary contraindications to vaccination?\nYes, there are temporary contraindications to vaccination, including:\nPostponing all vaccinations in case of acute illness (moderate or severe), whether accompanied by fever or not.\nNot all vaccinations are given to people treated with chemotherapy, radiation, or immunosuppressive drugs during the treatment period and for three months after the treatment.\n- Temporary contraindications to live viral vaccines (measles, triple-viral, enzyme) and include a child who was given a blood transfusion or was given a solution containing antibodies during the three months prior to the vaccination.\n\nWhat cases are not contraindications to vaccination?\nThe following cases are not contraindications to vaccination:\nAcute illness such as cold, otitis media, diarrhea.\nTake antibiotics.\nRecovery period after illness.\nTake cortisone inhaler or ointment. As for oral cortisone, it is not contraindicated if the dose is less than 2 mg per kilogram of the child's weight, and for a period of less than two weeks.\nSimple reaction at the place of vaccination.",
  "r3": "Dangerous effects",
  "r4": "You must call your healthcare provider if any of these happens:\n- Your child is pale or limp.\n- Your child's been crying for more than 3 hours and just won’t quit.\n- Your child’s body is shaking, twitching, or jerking.\n- Your child is less active or responsive.\n- Difficulty in breathing.\n- Bad rush all over the body.\n- Face or throat is swollen.",
  "r5": "Side Effects",
  "r6": "The importance of vaccinating children lies in protecting them from infection with many dangerous and deadly diseases such as polio or whooping cough disease, by strengthening their immune system, and infants usually have natural and temporary immunity in the first months of their lives, and because this immunity is temporary. Giving children vaccinations after a period of their birth, and it should be noted that vaccinations help prevent outbreaks of diseases among children.",
  "r7": "Reduce Pain & Fever",
  "r8": "1- Dress your child in loose-fitting clothes so that they can be easily lifted when vaccinated, and do not rub the injection site on his thigh or arm, depending on the type of vaccination.\n2- Prepare the appropriate fever reducer for your baby's age by consulting your doctor\n3- Put warm water compresses on your child's arm or thigh shortly before the vaccination if possible, to stimulate blood circulation, which helps the vaccine drain quickly, and reduces the possibility of swelling at the injection site.\n4- Use cold water compresses to lower the child's temperature, put them on areas, such as: between the thighs, on the sides of the neck and under the armpits, as well as put them on the injection site to reduce pain and swelling. Massage the place of vaccination to relieve pain, and apply a cream designed to reduce swelling or inflammation, as some vaccinations require this, especially in the vaccinations of months, four, and one and a half months.\n5- Immerse your child with hugs and kisses during and after the vaccination as much as possible, and try to relieve him of him with small games, and do not become nervous in front of your child at the time of the vaccination, and you must control yourself because he feels what you feel.\n6- Make sure to breastfeed, as it relieves your child a lot of what he feels psychologically and physically, and leave him comfortable with eating food if he is older than six months, because the pain makes him lose his appetite a little, instead of that, replace him with fluids and water.",
  "r9": "After the Shots...",
  "r10": "Your child may need extra love and care after getting vaccinated. Some vaccinations that protect children from serious diseases also can cause discomfort for a while. Here are answers to questions many parents have after their children have been vaccinated. If this sheet doesn’t answer your questions, call your healthcare provider.",
  "r11": "DateTimeField",
  "r12": "Please select your birthday date and time",
  "r13": "DateTimeFormField",
  "r14": "Set your baby's date of birth here"
}